Revit 2027 API
ParameterTypeId.SpanDirSymParamRight Property
 "Right"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpanDirSymParamRight { get; }
Public Shared ReadOnly Property SpanDirSymParamRight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpanDirSymParamRight {
	ForgeTypeId^ get ();
}
static member SpanDirSymParamRight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace